Repository: Latesil/enfuse-gui
Catalog: po/*.po
Languages: ru

source: Levels
ru: Уровни

source: Number of blending LEVELS to use
ru: Количество уровней смешивания

source: Auto levels
ru: Автоуровень

source: Show advanced
ru: Показать продвинутые настройки

source: Show advanced preferences or not
ru: Показывать продвинутые настройки или нет

source: Output filename
ru: Имя файла

source: Tiff compression
ru: Tiff компрессия

source: Tiff compression for output file
ru: Tiff компрессия выходного файла

source: JPEG compression value
ru: Уровень JPEG компрессии

source: JPEG arith compression value
ru: Уровень JPEG arith компрессии

source: JPEG compression button
ru: JPEG компрессия

source: Set active state of JPEG compression button
ru: JPEG компрессия активна

source: JPEG compression arith button
ru: JPEG arith компрессия

source: Set active state of JPEG arith compression button
ru: JPEG arith компрессия активна

source: Exposure weight value
ru: Значение веса экспозиции

source: Weight given to well-exposed pixels
ru: Вес для хорошо экспонированных пикселей

source: Saturation weigh value
ru: Значение веса сатурации

source: Weight given to highly-saturated pixels
ru: Вес для сатурированных пикселей

source: Contrast weight value
ru: Значение веса контрастности

source: Weight given to pixels in high-contrast neighborhoods
ru: Вес для высококонтрастных пикселей

source: Entropy weight value
ru: Значение веса энтропии

source: Weight given to pixels in high entropy neighborhoods
ru: Вес для высокоэнтропийных пикселей

source: Exposure optimum value
ru: Оптимальное значение экспозиции

source: Optimum exposure value, usually the maximum of the weighting function
ru: Оптимальное значение экспозиции, обычно максимум весовой функции

source: Exposure width value
ru: Значение ширины экспозиции

source: Characteristic width of the weighting function
ru: Характеристическая ширина весовой функции

source: Soft mask
ru: Мягкая маска

source: Average over all masks
ru: Средние по всем маскам

source: Hard mask
ru: Жесткая маска

source: Force hard blend masks and no averaging on finest scale; this is especially useful for focus stacks with thin and high contrast features, but leads to increased noise
ru: Принудительное смешение маски при отсутствии усреднения на самом точном масштабе; это особенно полезно для стеков с тонкими и высококонтрастными деталями, но приводит к увеличению шума

source: Blend colorspace
ru: Цветовое пространство смешения

source: Force colorspqce for blending operations
ru: Цветовое пространство для операций смешивания

source: Depth image
ru: Глубина изображения

source: Set the number of bits per channel of the output image
ru: Установить количество битов в каналах итогового изображения

source: Wrap image
ru: Обернуть изображение

source: Wrap around image boundary
ru: Обернуть границы изображения

source: Associated-alpha hack
ru: Ассоциированный альфа-хак

source: Associated-alpha hack for Gimp (before version 2) and Cinepaint
ru: Ассоциированный альфа-хак для Gimp (до версии 2) и Cinepaint

source: Size
ru: Размер

source: Manually set the size of the output image; useful for cropped and shifted input TIFF images, such as those produced by Nona
ru: Вручную устанавливает размер выходного изображения; полезно для обрезанных и сдвинутых изображений TIFF, таких как изображения, сделанные Nona

source: Position
ru: Позиция

source: Photos quantity
ru: Количество фото

source: How many photos currently in the main screen
ru: Сколько фото выбрано на главном экране

source: Open Photos
ru: Открыть Фото

source: Cancel
ru: Отмена

source: Click add for adding your photos here
ru: Нажмите "Добавить" для добавления фото здесь

source: JPEG compression level
ru: Уровень JPEG компрессии

source: JPEG arith compression level
ru: Уровень JPEG arith компрессии

source: Start
ru: Старт

source: Add
ru: Добавить

source: Photos
ru: Фото

source: Number of blending levels
ru: Количество уровней смешивания

source: Auto
ru: Автоматически

source: Output
ru: Выходной файл

source: Compression
ru: Компрессия

source: Common Options
ru: Обычные настройки

source: Blend Colorspace
ru: Цветовое пространство

source: Colorspace for blending operations
ru: Цветовое пространство для смешивания

source: Depth
ru: Глубина

source: Number of bits per channel of the output image
ru: Количество битов на канал в итоговом изображении

source: Size and Position
ru: Размер и Позиция

source: Associated-alpha Hack
ru: Ассоциированный альфа-хак

source: Wrap
ru: Обернуть

source: Advanced Options
ru: Продвинутые Настройки

source: Exposure Weight
ru: Вес Экспозиции

source: Saturation Weight
ru: Вес Сатурации

source: Contrast Weight
ru: Вес Контраста

source: Entropy Weight
ru: Вес Энтропии

source: Exposure Optimum
ru: Оптимальное Значение Экспозиции

source: Exposure Width
ru: Ширина Экспозиции

source: Soft Mask
ru: Мягкая Маска

source: Hard Mask
ru: Жесткая Маска

source: Force hard blend masks and no averaging on finest scale
ru: Принудительное смешение маски без усреднения на самых маленьких масштабах

source: Fusion Options
ru: Настройки Смешения

source: Preferences
ru: Настройки

source: Show Advanced
ru: Показать продвинутые настройки

source: Show advanced options
ru: Показать продвинутые опции

source: About
ru: О программе

source: Tiff compression method
ru: Метод компрессии Tiff
